Revit 2027 API
CoordinationModelElementProperty.Value Property
 The value of the property provided as a string.
Namespace: Autodesk.Revit.DB.ExternalData
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Value { get; }
Public ReadOnly Property Value As String
	Get
public:
property String^ Value {
	String^ get ();
}
member Value : string with get
Property Value
String
Remarks
 For values that imply an unit of measurement, the string contains the formatted data according to the units defined in the source of the Coordination Model.
See Also
Reference
CoordinationModelElementProperty Class
Autodesk.Revit.DB.ExternalData Namespace